Repository: pchernyshev/osbb-bot
Catalog: l10n/*/LC_MESSAGES/messages.po
Languages: uk

# SERVING_TO_NAME
source: Housing co-op
uk: ОСББ

source: Ticket
uk: Заявка

# TICKET_CATEGORY
source: Category
uk: Категорія

# TICKET_DESCRIPTION
source: Description
uk: Опис

# TICKET_EXECUTION_COMMENTS
source: Details
uk: Коментарі виконавця

source: Select ticket category
uk: Оберіть категорію заявки

# CREATE_NEW_TICKET
source: Create a new ticket
uk: Створити нову заявку

# SHOW_MY_REQUESTS
source: My non-closed tickets
uk: Мої відкриті заявки

# FAQ_TITLE
source: FAQ
uk: Часті питання

# MENU_TITLE
source: What can I help you with?
uk: Що ви бажаєте зробити?

# NEED_PROPER_TICKET_COMMAND_FORMAT
source: I need to have a proper all-digits ticket format
uk: Мені потрібен номер заявки цифрами.

# GREETING_FIRST_TIME1
source: Hi! I'm a bot serving
uk: Привіт! Я бот на службі

# GREETING_FIRST_TIME2
source: I need your contact to identify you and serve.
uk: . Щоб обслуговувати вас мені потрібен ваш контактний номер.

source: Hi
uk: Привіт

# AUTH_PENDING_FIRST_MESSAGE
source: I requested permission to serve you
uk: Я запитав, чи можу вас обслуговувати

# AUTH_IN_PROGRESS
source: I have a registration pending. It have to be checked by Administrator.
uk: В мене є запис про реєстрацію. Адміністратор повинен його одобрити.

# AUTH_REJECTED
source: My apologies, but it looks your registration was rejected. You can restart registration process using command /start
uk: Дуже щкода, але здається вашу реєстрацію відмінено. Ви можете заповнити заявку знова, використовуючи команду /start

# AUTHORIZED
source: Your request has been successfully authorized
uk: Вас авторизовано

source: Checking...
uk: Перевіряю...

# WANTS_TO_REGISTER_AT_YOUR_APT
source: wants to register using your address
uk: хоче зареєструватися за вашою адресою

# I_KNOW_THIS_PERSON
source: It's ok, I know who this person is.
uk: Все добре, я знаю, хто це.

# I_DON_T_KNOW_THIS_PERSON
source: I don't know this contact.
uk: Я не знаю цей номер.

# SHARE_PHONE_NUMBER
source: Share a phone number
uk: Поділитися номером телефону

# NO_AUTH_BUT_I_KNOW_NUMBER
source: I heard somewhere about this contact. Welcome!
uk: Я про вас десь чув. Добрий день!

# CANNOT_FIND_YOU
source: I am not able to find you in the database.
uk: Я не можу знайти вас у базі.

# WHERE_ARE_YOU_FROM
source: What house are you from?
uk: З якого ви будинку?

# WHAT_APT_ARE_YOU_FROM
source: What apartment are you from?
uk: З якої ви квартири?

# AUTH_COMMENTS
source: Great. Could you please add some text comment in order to help administrator to identify you?. E.g. who are you, or who is the property owner?
uk: Добре. Додайте якийсь коментар, що допоможе адміністратору вас впізнати (так, він лише людина). Наприклад, хто володіє цією квартирою?

# INVALID_PHONE_NUMBER
source: Sorry, it doesn't look like a correct phone number for me.
uk: Вибачте, але це не дуже схоже на правильний номер телефона.

# INCORRECT_BUILDING
source: Sorry, it doesn't look like a correct house number for me.
uk: Вибачте, але це схоже неправильний номер дома.

# INCORRECT_APT
source: I'm not sure such appartment number exists.
uk: Я не впевнен, що це існуючий номер квартири.

# LOOKING_FOR_YOU_IN_AUTH_DB
source: Looking for you in the database...
uk: Шукаю ваш контакт у базі...

# CHECK_STATUS
source: Check the registration status
uk: Перевірити статус реєстрації

# I_HAVE_NO_TICKETS_OPENED_BY_YOU
source: Seems, you don't have opened tickets.
uk: В вас, схоже, немає відкритих заявок.

# I_HAVE_CLOSED_TICKETS
source: I see also some closed tickets
uk: В вас також є закриті заявки

# PLEASE_DESCRIBE_A_PROBLEM
source: Please, describe the problem.
uk: Будь-ласка, опишіть проблему.

# CANCEL_NEW_TICKET
source: Cancel the new ticket
uk: Відміна створення заявки

# TO_FINISH_USE
source: If you want to finalize the ticket, click
uk: Щоб закінчити додавати заявку, оберіть

# TO_CANCEL_USE
source: If you want to cancel the ticket, click
uk: Щоб відмінити створення заявки, оберіть

# TO_ADD_ANOTHER_ONE_USE
source: You can also continue filling another ticket by using
uk: Ви також можете додати декілька заявок за допомогою клавіши

# USE_A_COMMAND_TO_CHECK
source: If you want to check a ticket status, use
uk: Щоб перевірити статус введіть, чи натисніть:

# I_OPENED_A_TICKET
source: I opened a new ticket.
uk: Я зареєстрував нову заявку.

# CANNOT_CREATE_TICKET_WITH_NO_DESCRIPTION
source: I cannot open empty ticket with no description.
uk: Я не можу відкрити заявку без тексту.

# STARTED_PROGRESS
source: Ticket is in progress
uk: Заявка виконується

# TICKET_DONE
source: Ticket is resolved
uk: Заявка опрацьована

# TICKET_LOST
source: Ticket status is lost. It usually means something is wrong, please address Administrator.
uk: Статус заявки втрачен, будь ласка зверніться до управління

# UPLOADING_PHOTOS
source: Uploading photos to the ticket...
uk: Зберігаю фотографії в заявку...

# UPLOADED_PHOTOS
source: Success.
uk: Все добре, фотографії додано.

# CANNOT_SAVE_PHOTOS
source: I failed to upload photos :(
uk: Я не збіг зберегти фотографії :(
